Repository: OriIdan/mygettext
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: he_il

source: Group
he_il: קבוצה

source: Choose group
he_il: בחירת קבוצה

source: New group
he_il: קבוצה חדשה

source: File name
he_il: שם קובץ

source: Description
he_il: תיאור

source: Submit
he_il: עדכון

source: File description needed
he_il: יש למלא תיאור קובץ

source: File type not allowed
he_il: סוג קובץ לא תקני

source: Must choose group
he_il: יש לבחור קבוצה

source: File added
he_il: הקובץ נוסף

source: Delete
he_il: מחיקה

source: Edit
he_il: עריכה

source: Listed users
he_il: משתמשים רשומים

source: Active users
he_il: משתמשים פעילים

source: Apple iOS users
he_il: משתמשי iOS

source: Android users
he_il: משתמשי אנדרואיד

source: Helicon users
he_il: משתמשי הליקון

source: Online reader
he_il: קורא מקוון

source: Indiebook users
he_il: משתמשי אינדיבוק

source: Current active users
he_il: משתמשים פעילים כרגע

source: Date
he_il: תאריך

source: Users
he_il: משתמשים

source: Last month users
he_il: משתמשים בחודש האחרון

source: Delta
he_il: הפרש

source: Comment for article
he_il: תגים למאמר

source: New response in
he_il: תגובה חדשה

source: New response to your message in
he_il: תגובה חדשה להודעתך

source: New comment in
he_il: תגובה חדשה

source: Your comment has been sent
he_il: תגובתך נשלחה

source: Please enter email address
he_il: יש לציין דואר אלקטרוני

source: Add comment
he_il: הוספת תגובה

source: Name
he_il: שם

source: Email
he_il: דואר אלקטרוני

source: Mandatory, will not be displayed
he_il: חובה, לא יוצג

source: Web site
he_il: אתר אינטרנט

source: Title
he_il: כותרת

source: Message contents
he_il: תוכן ההודעה

source: Fullname can't be empty
he_il: שם מלא לא יכול להיות ריק

source: Billing details updated
he_il: נתוני חיוב עודכנו

source: Details update form
he_il: טופס עדכון נתוני חיוב

source: Full name
he_il: שם מלא

source: Unbilled books
he_il: ספרים שלא חוייבו

source: Unbilled notifications
he_il: הודעות שלא חוייבו

source: Book price
he_il: מחיר לספר

source: Notification price
he_il: מחיר הודעה

source: Total books
he_il: ספרים שנשלחו

source: Notifications
he_il: הודעות

source: Payable amount
he_il: סכום לתשלום

source: Currency
he_il: מטבע

source: Most read books
he_il: הנקראים ביותר

source: in Helicon books reading application
he_il: באפליקציית הליקון ואינדיבוק

source: Purchase URL updated
he_il: קישור רכישה עודכן

source: Set purchase URL for
he_il: קבע קישור רכישה

source: Purchase URL
he_il: קישור רכישה

source: From
he_il: מתאריך

source: To
he_il: עד תאריך

source: Digital books catalog
he_il: קטלוג ספרים דיגיטליים

source: Back to search
he_il: חזרה לתוצאות החיפוש

source: Purchase in following stores
he_il: להשיג בחנויות הבאות

source: Search again
he_il: חיפוש מחדש

source: Book name (full or partial)
he_il: שם ספר (מלא או חלקי)

source: Author name (full or partial)
he_il: שם מחבר (מלא או חלקי)

source: Publisher
he_il: הוצאה לאור

source: Words from description
he_il: מילים מתיאור הספר

source: Helicon catnum
he_il: מספר קטלוגי הליקון

source: Search
he_il: חיפוש

source: File name must not contain spaces
he_il: שם קובץ לא יכול להכיל רווחים

source: File name must not contain punctuation characters
he_il: שם קובץ לא יכול להכיל סימני פיסוק

source: File name must not contain Hebrew characters
he_il: שם קובץ לא יכול להכיל אותיות בעברית

source: This name already exist
he_il: שם זה כבר קיים

source: Book name
he_il: שם ספר

source: Author
he_il: מחבר

source: Reading time
he_il: זמן קריאה

source: Total books on device
he_il: סך הכל ספרים

source: On cloud only
he_il: מחוקים וניתנים לשחזור

source: Undelete
he_il: החזרה ממחיקה

source: Unable to download
he_il: לא ניתן להוריד

source: On device
he_il: על המכשיר

source: Sumbit
he_il: שליחה

source: Contact us
he_il: צור קשר

source: Message sent
he_il: ההודעה נשלחה

source: User not allowed to send books
he_il: לקוח לא רשאי לשלוח ספרים

source: Must enter full name
he_il: יש למלא שם מלא

source: Invalid email address
he_il: כתובת מייל לא תקינה

source: No file given
he_il: לא הוכנס קובץ

source: Error copying file
he_il: תקלה בהעתקת קובץ

source: Invalid file name
he_il: שם קובץ לא תקין

source: Added dedication to
he_il: נוספה הקדשה עבור

source: Send a book with dedication
he_il: שליחת ספר עם הקדשה

source: EPUB file
he_il: קובץ EPUB

source: Receiver full name
he_il: שם מקבל

source: Receiver email
he_il: דואר אלקטרוני של מקבל

source: Dedication
he_il: הקדשה

source: Internal error, unknown book file name
he_il: שגיאה פנימית, שם קובץ לספר לא ידוע

source: Invalid email
he_il: כתובת מייל לא תקינה

source: Book sent to
he_il: הספר נשלח לכתובות

source: Undable to read book
he_il: לא ניתן לקרוא ספר

source: Invalid image extension
he_il: סיומת קובץ לא תקינה

source: Add dedication for book
he_il: הוספת הקדשה לספר

source: Step two, Add list of emails and write dedication.
he_il: שלב שני, הוספת כתודות דואר אלקטרוני לשליחה וכתיבת הקדשה

source: Click update and see the result on the left hand side
he_il: לחץ/י עדכון להצגת ההקדשה בצד שמאל של המסך

source: Click send file to send the book
he_il: לחץ/י שליחת קובץ לשליחת הספר

source: Recipient mails (seperated by comma)
he_il: כתובות דואר אלקטרוני (רשימה מופרדת בפסיקים)

source: Image (optional)
he_il: קובץ תמונה (אופציונלי)

source: Update
he_il: עדכון

source: Send file
he_il: שליחת קובץ

source: First step, upload book to dedicate
he_il: שלב ראשון, העלאת ספר להקדשה

source: Genre
he_il: ז'אנר

source: Update user details
he_il: עדכון פרטי משתמש

source: Passwords are not equal
he_il: ססמאות אינן זהות

source: User details updated
he_il: נתוני משתמש עודכנו

source: Type password only if you want to change password
he_il: הקלד סיסמה רק אם ברצונך לשנותה

source: Password
he_il: סיסמה

source: Retype password
he_il: הקלד סיסמה מחדש

source: Delete comment
he_il: מחיקת תגובה

source: Email can't be empty
he_il: דואר אלקטרוני לא יכול להיות ריק

source: Invalid user name or password
he_il: שם משתמש או ססמה לא תקינים

source: Comment updated
he_il: תגובה עודכנה

source: Comment deleted
he_il: תגובה נמחקה

source: Login to system
he_il: חיבור למערכת

source: Use your cloud user name and password
he_il: יש להשתמש בשם והסיסמה בענן

source: User name
he_il: שם משתמש

source: Response
he_il: תגובה

source: Comment
he_il: הערה

source: No book id given
he_il: לא הוכנס מספר מזהה

source: normal
he_il: רגיל

source: readers
he_il: קוראים

source: authors
he_il: מחברים

source: special
he_il: מיוחד

source: leave empty to create automaticaly
he_il: השאר ריק ליצירה על ידי המערכת

source: -- choose page --
he_il: -- בחירת דף --

source: -- new page --
he_il: -- דף חדש --

source: Select module
he_il: בחר מודול

source: Add page (new window)
he_il: הוספת דף (עמוד חדש)

source: Identifying name
he_il: שם מזהה

source: Subject
he_il: נושא

source: Order
he_il: סדר

source: Privileges
he_il: הרשאות

source: Module
he_il: מודול

source: Set RSS text
he_il: טקסט RSS

source: Set Show time
he_il: קביעת זמן פרסום

source: Time
he_il: זמן

source: Backup current
he_il: שמירת גיבוי

source: Backup note
he_il: הערה לגיבוי

source: Keep editing
he_il: השאר בעריכה

source: Allow comments
he_il: אפשר תגובות

source: Forgot my password or user name
he_il: שכחתי שם משתמש או סיסמה

source: Send
he_il: שלח

source: Can not delete page with sub pages
he_il: לא ניתן למחוק דף עם דפי משנה

source: Next part
he_il: המשך

source: Next chapter
he_il: לפרק הבא

source: Max number of members reached
he_il: מספר חברים מקסימלי עבר

source: New users added
he_il: משתמשים חדשים נוספו

source: Deleted user
he_il: משתמש נמחק

source: Invalid group name
he_il: שם קבוצה לא תקין

source: Group name already used
he_il: קבוצה זו כבר קיימת

source: Group data updated
he_il: נתוני קבוצה עודכנו

source: Update group
he_il: עדכן חדשה

source: Group name
he_il: שם קבוצה

source: Group description
he_il: תיאור קבוצה

source: Max members
he_il: מספר חברים מקסימלי

source: Add users to group
he_il: הוספת משתמשים לקבוצה

source: Users to add, one email per line
he_il: כתובות משתמשים, כתובת בכל שורה

source: Add group
he_il: הוספת קבוצה

source: Owner
he_il: בעלים

source: Members
he_il: חברים

source: Actions
he_il: פעולות

source: Edit group
he_il: עריכת קבוצה

source: Delete group
he_il: מחיקת קבוצה

source: Add page
he_il: הוספת דף

source: Upload files
he_il: העלאת קבצים

source: Add main page
he_il: הוספת עמוד ראשי

source: Change order
he_il: שינוי סדר

source: Readers
he_il: קוראים

source: Change template
he_il: החלפת תבנית

source: Page does not exist
he_il: דף לא קיים

source: Login
he_il: כניסה

source: Register
he_il: הרשמה

source: Logout
he_il: התנתקות

source: Tag
he_il: תג

source: Go to tag
he_il: מעבר לתג

source: User administration
he_il: ניהול משתמשים

source: No identifying name specified
he_il: לא נבחר שם מזהה

source: Invalid identifying name (should not contain spaces or punctuation)
he_il: שם מזהה לא תקין (שם מזהה לא יכול להכיל עברית, רווחים או סימני פיסוק)

source: No subject spcified
he_il: לא הוגדר נושא

source: Error creating page, page exists?
he_il: שגיאה ביצירת דף, האם דף זה קיים?

source: Subject must be specified
he_il: לא הוגדר נושא

source: Internal links
he_il: קישורים פנימיים

source: Files
he_il: קבצים

source: Select internal link
he_il: בחירת קישור פנימי

source: Analyze logs
he_il: אנליזת לוגים

source: Begin date
he_il: תאריך תחילה

source: User
he_il: משתמש

source: Filter
he_il: פילטר

source: Must be called with user's email
he_il: יש לקרוא עם שם משתמש

source: Email not found
he_il: דואר אלקטרוני לא נמצא

source: Gender
he_il: מין

source: Age
he_il: גיל

source: Female
he_il: נקבה

source: Male
he_il: זכר

source: Password reset code
he_il: קוד איפוס סיסמה

source: App.
he_il: אפליקציה

source: App. ver.
he_il: גרסת אפליקציה

source: OS version / User Agent
he_il: גרסת מע. הפעלה / דפדפן

source: Delete connection
he_il: מחיקת חיבור

source: Invalid confirmation link
he_il: קישור אישור שגוי

source: Registration completed
he_il: הרשמה הושלמה

source: Delete name
he_il: מחיקת שם

source: Invalid confirmation code
he_il: מספר אישור שגוי

source: Name already exists
he_il: שם זה כבר קיים

source: Please fill user name and password
he_il: בבקשה למלא שם וססמא

source: Full name not filled
he_il: יש לציין שם מלא

source: New name registered
he_il: שם חדש נוצר

source: Passwords are not the same
he_il: ססמאות אינן זהות

source: Name updated
he_il: השם עודכן בהצלחה

source: You have succesfully entered the system
he_il: נכנסת בהצלחה למערכת

source: Email does not exist in system
he_il: כתובת דואר אלקטרוני לא רשומה במערכת

source: Password confirmatin code was sent to your email
he_il: קוד אישור סיסמה נשלח לדואר אלקטרוני

source: Existing user
he_il: משתמש קיים

source: New user registration
he_il: רישום משתמש חדש

source: Verify password
he_il: וידוא סיסמה

source: Create
he_il: צור

source: Password reset
he_il: איפוס סיסמה

source: Confirmation code
he_il: קוד אישור

source: Required field
he_il: שדה נדרש

source: New user
he_il: משתמש חדש

source: Choose password
he_il: בחר סיסמה

source: Reset password
he_il: איפוס סיסמה

source: Close
he_il: סגור

source: App. users report
he_il: דוח משתמשים באפליקציה

source: Mails list, one per row
he_il: רשימת כתובות, מייל אחד בשורה

source: Download report
he_il: הורדת הדוח

source: Registered
he_il: רשום

source: Using app.
he_il: משתמש באפליקציה

source: Books
he_il: ספרים

source: Last book
he_il: ספר אחרון

source: Book
he_il: ספר

source: Deleted
he_il: נמחק

source: Main
he_il: ראשי

source: Notification system
he_il: מערכת הודעות

source: User management
he_il: ניהול משתמשים

source: Groups admin
he_il: ניהול קבוצות

source: Statistics
he_il: סטטיסטיקה

source: Log analysis
he_il: אנליזת לוגים

source: Send book
he_il: שליחת ספר

source: URL
he_il: כתובת אינטרנט

source: Text message
he_il: הודעת טקסט

source: Application command
he_il: פקודת אפליקציה

source: No action
he_il: ללא פעולה

source: New book
he_il: ספר חדש

source: Must select user/group or book
he_il: חובה לבחור משתמש/קבוצה או ספר

source: Error invalid URL
he_il: קישור לא תקין

source: User does not exist
he_il: משתמש לא קיים

source: Notificaiton sent
he_il: הודעה נשלחה

source: Notifications sent
he_il: הודעות נשלחו

source: Update notification
he_il: עדכון הודעה

source: Send notifications
he_il: שליחת הודעה למשתמשים

source: Message num.
he_il: הודעה מספר

source: User / Group
he_il: משתמש / קבוצה

source: Reader who purchased
he_il: קורא שרכש

source: All books
he_il: כל הספרים

source: Message time
he_il: זמן הודעה

source: Show message
he_il: הצג הודעה

source: Text
he_il: טקסט

source: Message type
he_il: סוג הודעה

source: Parameter (URL)
he_il: פרמטר (URL)

source: Show
he_il: הצג

source: Type
he_il: סוג

source: Edit image
he_il: עריכת תמונה

source: Delete image
he_il: מחיקת תמונה

source: Rotate right
he_il: סיבוב ימינה

source: Rotate left
he_il: סיבוב שמאלה

source: Upside down
he_il: היפוך

source: Add image
he_il: הוספת תמונה

source: Add from FTP
he_il: הוספה מ FTP

source: Add
he_il: הוספה

source: Previous
he_il: הקודם

source: Next
he_il: הבא

source: Delete book
he_il: מחיקת ספר

source: Reading report
he_il: דוח קריאה

source: Upload
he_il: העלאת קבצים

source: No file uploaded
he_il: לא הוכנס קובץ

source: User is not permitted to send books
he_il: משתמש לא רשאי לשלוח ספרים

source: Book was successfully sent
he_il: ספר נשלח בהצלחה

source: Send to
he_il: דואר אלקטרוני מקבל

source: Sent from
he_il: נשלח מכתובת

source: Expiration date
he_il: תאריך פג תוקף

source: Buy url
he_il: קישור רכישה

source: send
he_il: שליחה

source: I have formatted / new device and not all books downloaded
he_il: יש לי מכשיר חדש / איפסתי את המכשיר ולא כל הספרים ירדו

source: Book was not downloaded to application
he_il: הספר לא ירד לאפליקציה

source: Automatic bookmark does not work
he_il: סימנייה אוטומטית לא עובדת

source: Book does not open
he_il: ספר לא נפתח

source: Other
he_il: אחר

source: Open
he_il: פתוח

source: In progress
he_il: בטיפול

source: Closed
he_il: סגור

source: Hello,
he_il: שלום,

source: We increased your download limit, so your problem should be solved now. If not, please replay.
he_il: הגדלנו את מכסת ההורדות, כך שהבעייה אמורה להפתר, אם לא יש להגיב כאן

source: Report was checked, and no problem was found. Please contact the book store you purchased from
he_il: הפנייה נבדקה ולא נמצאה בעיה. יש לפנות לחנות ממנה רכשת

source: If you purchased a book and you dont see it on app, please contact the book store
he_il: אם לאחר רכישת ספר אינך רואה אותו באפליקציה יש לפנות לחנות ממנה רכשת

source: We refreshed the book so it should open now. If not contact us again.
he_il: רעננו עבורך את הספר, אם עדיין לא נפתח יש לפנות שנית.

source: You did not enter name of book, try to refresh the book
he_il: לא ציינת שם ספר, יש לנסות לרענן את הספר

source: For each book you want to read, try to refresh it.
he_il: כל ספר שברצונך לקרוא יש לרענן

source: We did not find the book, Try to refresh the book.
he_il: לא מצאנו את הספר, יש לנסות לרענן את הספר

source: Long click on book image and then click the Refresh icon (two arrows), book will dissappear and reappear in few seconds
he_il: לחיצה ארוכה על הספר במדף הספרים ואז בחירה ברענון (שני חיצים) הספר יעלם ויופיע בשנית לאחר מספר שניות

source: Boris
he_il: בוריס

source: New response from support system
he_il: תגובה חדשה להודעתך

source: You Recieved a new response to your report
he_il: נתקבלה תגובה לקריאת שירות

source: Must login before entering ticket system
he_il: יש להכנס לפני שמשתמשים במערכת התמיכה

source: Cannot open a call without a subject
he_il: לא ניתן לפתוח קריאה ללא נושא

source: No subject
he_il: ללא נושא

source: Ticket successfully sent
he_il: בקשת תמיכה נשלחה

source: Ticket number
he_il: כרטיס מספר

source: All tickets
he_il: כל הכרטיסים

source: feedback
he_il: תוכן

source: Support system
he_il: מערכת תמיכה

source: Select an issue
he_il: בחר נושא

source: comment
he_il: הערה

source: Existing tickets
he_il: כרטיסים קיימים

source: report status
he_il: סטטוס

source: Responses
he_il: תגובות

source: Choose template for
he_il: בחירת תבנית עבור

source: Current template
he_il: תבנית נוכחית

source: Edit user details
he_il: עריכת פרטי משתמש

source: Comment added successfully
he_il: הערה נוספה בהצלחה

source: Helicon support tickets
he_il: כרטיסי תמיכה ממערכת תמיכה של הליקון ספרים

source: Bookname
he_il: שם ספר

source: Select gender
he_il: בחר מין

source: User email
he_il: דואר אלקטרוני

source: Download limit updated
he_il: מגבלת הורדות עודכנה

source: No such user, not transferring
he_il: משתמש לא קיים, לא מעביר

source: Books transferred to new account
he_il: ספרים עברו לחשבון החדש

source: New user name is the same as old one
he_il: שם המשתמש זהה לשם הקודם

source: Books deleted since they already exist on new user account
he_il: ספרים נמחקו מאחר שהם קיימים בחשבון החדש

source: Books transfered to new account
he_il: ספרים עברו לחשבון החדש

source: Old user name deleted
he_il: שם משתמש נמחק

source: User name changed
he_il: שם משתמש שונה

source: Name updated successfully
he_il: שם עודכן בהצלחה

source: Birth date
he_il: תאריך לידה

source: Comments
he_il: הערות

source: Change user name
he_il: שינוי שם משתמש

source: New name
he_il: שם חדש

source: Book updated successfully
he_il: ספר עודכן בהצלחה

source: Edit book details for
he_il: עריכת פרטי ספר עבור

source: for
he_il: עבור

source: Downloads
he_il: הורדות

source: Download limit
he_il: מגבלת הורדות

source: Refresh book
he_il: רענון ספר

source: Delete bookmark
he_il: מחיקת סימנייה

source: Books for
he_il: ספרים עבור

source: Show logs
he_il: הצג לוגים

source: Add downloads for all books
he_il: הוספת הורדות לכל הספרים

source: Last op
he_il: פעולה אחרונה

source: Origin
he_il: מקור

source: Limit
he_il: מגבלה

source: Location
he_il: מיקום

source: Delete time
he_il: זמן מחיקה

source: Total books for user
he_il: סך הכל ספרים למשתמש
